# ***********************************************************************************************
# Title   : Rによるインタラクティブなデータビジュアライゼーション
# Chapter : 6 その他のトピック
# Theme   : 23 plotlyは無料かつ安全に使えるのか
# Date    : 2023/02/02
# Page    : P254
# URL     : https://plotly-r.com/
#         : https://github.com/t-kosshi/r_plotly_and_shiny_book_ja
# ***********************************************************************************************


# ＜概要＞
# - 無料かつ安全に使える
# - Rの{plotly}とJavaScriptの{plotly.js}はいずれもMITライセンスで商用化も可能